eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/wsdls/synthetic-requests/EIS_FileTransfer/RaiseEventAsynchron.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseEIS_FileTransferAsynchron>
         <!--Optional:-->
         <even:ArchiveFilePath>?</even:ArchiveFilePath>
         <!--Optional:-->
         <even:ConfigSource>?</even:ConfigSource>
         <!--Optional:-->
         <even:FilePath>?</even:FilePath>
         <!--Optional:-->
         <even:FilePattern>?</even:FilePattern>
      </even:RaiseEIS_FileTransferAsynchron>
   </soapenv:Body>
</soapenv:Envelope>